Repository: 20kdc/SS14.Launcher
Catalog: SS14.Launcher/Assets/locale/*/LC_MESSAGES/Launcher.po
Languages: tr, uk

source: Specify at least one hub
tr: En az bir merkez belirtin
uk: Вкажіть хоча б один хаб

source: Invalid hub (don't forget http(s)://)
tr: Geçersiz merkez (http(s):// olarak yazmayı unutmayın)
uk: Недійсний хаб (не забудьте http(s)://)

source: Duplicate hubs
tr: Çift merkezler
uk: Дублікат хаба

source: 'Logged in' as {0}.
tr: "{0}" olarak giriş yapıldı.
uk: 'Увійшли' як {0}.

source: Not logged in.
tr: Giriş yapmadınız.
uk: Не авторизований.

source: Change Account...
tr: Hesabı Değiştir...
uk: Змінити акаунт...

source: Log in...
tr: Oturum aç...
uk: Увійти...

# Language Changed Restart Popup - Header
source: Restart Required
tr: Yeniden başlatma gerekli
uk: Потрібен перезапуск

# Language Changed Restart Popup - Message
source: Language has been changed. Please start the launcher again for changes to take effect.
tr: Diliniz değiştirildi. Değişikliklerin geçerli olması için lütfen başlatıcıyı yeniden başlatın.
uk: Мова була змінена. Щоб зміни набули чинності, перезавантажте лаунчер.

# Language Changed Restart Popup - Button
source: Close Application
tr: Uygulamayı kapat
uk: Закрити програму

source: Checking for launcher update...
tr: Başlatıcı güncellemesi denetleniyor...
uk: Перевірка наявності оновлення лаунчера...

source: Refreshing login status...
tr: Oturum açma durumu yenileniyor...
uk: Оновлення статусу авторизації...

source: Checking account status
tr: Hesap durumunu kontrol etme
uk: Перевірка статусу акаунта

source: Error connecting to authentication server
tr: Sunucuya bağlanırken hata oluştu
uk: Помилка при підключенні до серверу автентифікації

source: Unknown error occured
tr: Bilinmeyen bir hata oluştu
uk: Сталася невідома помилка

# Hub Settings Info Tooltip
source: Here you can add extra hubs to fetch game servers from. You should only add hubs that you trust, as they can 'spoof' game servers from other hubs. The order of the hubs matters; if two hubs advertise the same game server the hub with the higher priority (higher in the list) will take precedence.
tr: Buraya oyun sunucularına erişebileceğiniz ek merkezler ekleyebilirsiniz. Yalnızca güvendiğiniz hub'ları eklemelisiniz çünkü bunlar aynı zamanda oyun sunucularıdır diğer merkezler "sahte" olabilir. Hub'ların sırası önemlidir; iki hub aynı oyun sunucusunu destekliyorsa, Daha yüksek önceliğe sahip olan hub (listede daha yüksekte olan) önceliklidir.
uk: Тут ви можете додати додаткові хаби для отримання ігрових серверів. Вам слід додавати лише хаби, яким ви довіряєте, оскільки вони можуть «підробляти» ігрові сервери з інших хабів. Порядок хабів має значення; якщо два хаби рекламують той самий ігровий сервер хаб вище у списку має пріоритет.

# Tab
source: Servers
tr: Sunucular
uk: Сервера

# Server List Status Text
source: There was an error fetching the master server lists.
tr: Ana sunucu listeleri alınırken bir hata oluştu.
uk: Виникла помилка при отриманні списків серверів.

# Server List Status Text
source: Failed to fetch some or all server lists. Ensure your hub configuration is correct.
tr: Sunucu listelerinin bir kısmı veya tamamı alınamadı. Merkez yapılandırmanızın doğru olduğundan emin olun.
uk: Не вдалося отримати деякі або всі списки серверів. Переконайтеся, що ваша конфігурація хаба є правильною.

# Server List Status Text
source: Fetching master server list...
tr: Ana sunucu listesi getiriliyor...
uk: Отримання списків серверів...

# Server List Status Text
source: Discovering servers...
tr: Sunucular keşfediliyor...
uk: Пошук серверів...

# Server List Status Text
source: No servers match your search or filter settings.
tr: Arama veya filtre ayarlarınızla eşleşen sunucu yok.
uk: Жоден з серверів не відповідає параметрам пошуку або фільтрів.

# Server List Status Text
source: There are no public servers. Ensure your hub configuration is correct.
tr: Herkese açık sunucu yok. Merkez yapılandırmanızın doğru olduğundan emin olun.
uk: Немає публічних серверів. Переконайтеся, що ваша конфігурація хаба є правильною.

# Filter Button that shows current servers out of total servers
source: Filters ({0} / {1})
tr: Filtreler ({0} / {1})
uk: Фільтри ({0} / {1})

# Tab
source: Options
tr: Seçenekler
uk: Параметри

# Server Filters
source: Yes
tr: Evet
uk: Так

# Server Filters
source: No
tr: Hayır
uk: Ні

# Server Filters
source: Servers with no players will not be shown
tr: Oyuncu olmayan sunucular gösterilmeyecek
uk: Сервери без гравців не будуть відображатися

# Server Filters
source: Hide empty
tr: Boşları gizle
uk: Сховати порожні

# Server Filters
source: Servers that are full will not be shown
tr: Dolu olan sunucular gösterilmeyecek
uk: Сервери, які заповнені, не будуть відображатися

# Server Filters
source: Hide full
tr: Sakla Dolu
uk: Сховати заповнені

# Server Filters
source: Servers with less players will not be shown
tr: Daha az oyuncuya sahip sunucular gösterilmeyecek
uk: Сервери з меншою кількістю гравців не будуть відображатися

# Server Filters
source: Minimum:
uk: Мінімум:

# Server Filters
source: Servers with more players will not be shown
tr: Daha fazla oyuncuya sahip sunucular gösterilmeyecek
uk: Сервери з більшою кількістю гравців не будуть відображатися

# Server Filters
source: Maximum:
tr: Maksimum:
uk: Максимум:

# Server Filters
source: Unspecified
tr: Belirtilmemiş
uk: Не вказано

# Region - Long Name
source: Africa Central
tr: Orta Afrika
uk: Центральна Африка

# Region - Long Name
source: Africa North
tr: Kuzay Afrika
uk: Північна Африка

# Region - Long Name
source: Africa South
tr: Güney Afrika
uk: Південна Африка

# Region - Long Name
source: Antarctica
tr: Antartika
uk: Антарктида

# Region - Long Name
source: Asia East
tr: Doğu Asya
uk: Східна Азія

# Region - Long Name
source: Asia North
tr: Kuzey Asya
uk: Північна Азія

# Region - Long Name
source: Asia South East
tr: Güney Doğu Asya
uk: Південно-Східна Азія

# Region - Long Name
source: Central America
tr: Orta Amerika
uk: Центральна Америка

# Region - Long Name
source: Europe East
tr: Doğu Avrupa
uk: Східна Європа

# Region - Long Name
source: Europe West
tr: Batı Avrupa
uk: Західна Європа

# Region - Long Name
source: Greenland
tr: Grönland
uk: Гренландія

# Region - Long Name
source: India
tr: Hindistan
uk: Індія

# Region - Long Name
source: Middle East
tr: Orta Doğu
uk: Близький Схід

# Region - Long Name
source: The Moon
tr: Ay
uk: Місяць

# Region - Long Name
source: North America Central
tr: Orta Kuzey Amerika
uk: Центрально-Північна Америка

# Region - Long Name
source: North America East
tr: Doğu Kuzey Amerika
uk: Північно-Східна Америка

# Region - Long Name
source: North America West
tr: Batı Kuzey Amerika
uk: Північно-Західна Америка

# Region - Long Name
source: Oceania
tr: Okyanusya
uk: Океанія

# Region - Long Name
source: South America East
tr: Doğu Güney Amerika
uk: Південно-Східна Америка

# Region - Long Name
source: South America South
tr: Güney Amerika Güney
uk: Південно-Південна Америка

# Region - Long Name
source: South America West
tr: Batı Güney Amerika
uk: Південно-Західна Америка

# Region - Short Name
source: Africa Central
tr: Orta Afrika
uk: Центральна Африка

# Region - Short Name
source: Africa North
tr: Kuzay Afrika
uk: Північна Африка

# Region - Short Name
source: Africa South
tr: Güney Afrika
uk: Південна Африка

# Region - Short Name
source: Antarctica
tr: Antartika
uk: Антарктида

# Region - Short Name
source: Asia East
tr: Doğu Asya
uk: Східна Азія

# Region - Short Name
source: Asia North
tr: Kuzey Asya
uk: Північна Азія

# Region - Short Name
source: Asia South East
tr: Güney Doğu Asya
uk: Південно-Східна Азія

# Region - Short Name
source: Central America
tr: Orta Amerika
uk: Центральна Америка

# Region - Short Name
source: Europe East
tr: Doğu Avrupa
uk: Східна Європа

# Region - Short Name
source: Europe West
tr: Batı Avrupa
uk: Західна Європа

# Region - Short Name
source: Greenland
tr: Grönland
uk: Гренландія

# Region - Short Name
source: India
tr: Hindistan
uk: Індія

# Region - Short Name
source: Middle East
tr: Orta Doğu
uk: Близький Схід

# Region - Short Name
source: The Moon
tr: Ay
uk: Місяць

# Region - Short Name
source: NA Central
uk: Центр ПА (Північ)

# Region - Short Name
source: NA East
uk: Схід ПА (Північ)

# Region - Short Name
source: NA West
uk: Захід ПА (Північ)

# Region - Short Name
source: Oceania
tr: Okyanusya
uk: Океанія

# Region - Short Name
source: SA East
uk: Схід ПА (Південь)

# Region - Short Name
source: SA South
tr: SA Güney
uk: Південь ПА (Південь)

# Region - Short Name
source: SA West
uk: Захід ПА (Південь)

# Roleplay Level Filter
source: None
tr: Yok
uk: Немає

# Roleplay Level Filter
source: Low
tr: Az
uk: Легкий

# Roleplay Level Filter
source: Medium
uk: Середній

# Roleplay Level Filter
source: High
tr: Yüksek
uk: Суворий

# Tab
source: News
tr: Haberler
uk: Новини

source: Remove Favorite
tr: Favori'yi Kaldır
uk: Прибрати з обраного

source: Add Favorite
tr: Favori Ekle
uk: Добавити в обране

source: OFFLINE
tr: ÇEVRİMDIŞI
uk: Офлайн

source: Fetching...
tr: Alınıyor...
uk: Завантаження...

source: Unable to contact server
tr: Sunucuya ulaşılamıyor
uk: Неможливо з'єднатися с сервером

source: Fetching server status...
tr: Sunucu durumu alınıyor...
uk: Отримання статусу сервера...

source: Fetching server description...
tr: Sunucu açıklaması getiriliyor...
uk: Отримання опису сервера...

source: Error while fetching server description
tr: Sunucu açıklaması alınırken hata oluştu
uk: Помилка при отриманні опису сервера

source: No server description provided
tr: Sunucu açıklaması sağlanmadı
uk: Опис сервера не отримано

# Tab
source: Home
tr: Anasayfa
uk: Обране

# Guest Mode Auth Error - Description
source: Username can only contain 0-9 a-z A-Z and _
tr: Kullanıcı adı yalnızca 0 -9 a - z A - Z ve _içerebilir
uk: Ім'я користувача може використовувати лише 0-9 a-z A-Z та _

# Guest Mode Auth Error - Header
source: Username needed
tr: Kullanıcı adı gerekli
uk: Потрібно ім'я користувача

# Guest Mode Auth Error - Description
source: Even though no account will be created, servers will still need a username to call you by. Please enter a username in the username field.
tr: Hesap oluşturulmayacak olsa bile, sunucuların sizi aramak için bir kullanıcı adına ihtiyacı olacaktır. Lütfen kullanıcı adı alanına bir kullanıcı adı girin.
uk: Незважаючи на те, що обліковий запис не буде створено, серверам все ще потрібно ім’я користувача, за якими вони звертатимуться до вас. Будь ласка, введіть ім’я користувача в поле імені користувача.

# Guest Mode Auth Error - Header
source: Username bad characters
tr: Kullanıcı adı kötü karakterler
uk: Ім'я користувача використовує заборонені символи

# Create Identity Tab
source: Guest
tr: Misafir
uk: Гість

# Create Identity Tab
source: (Information)
tr: (Bilgi)
uk: (Інформація)

source: Let's set up your identity! From this screen, you can create an identity on one of the established authentication providers, or just use a guest login. Different servers accept different ways to authenticate you, and not all servers accept all authentication providers. It is possible to manage multiple identities using this launcher, just revisit this page to establish them as needed. (Though you probably do not want to create more than one identity per provider). Start by choosing an identity provider on the left. You can revisit this screen later to create identities at other providers, should you wish to do so.
tr: Kimliğinizi oluşturalım! Bu ekrandan, yerleşik kimlik doğrulama sağlayıcılarından birinde bir kimlik oluşturabilir veya yalnızca misafir oturum açma bilgilerini kullanabilirsiniz. Farklı sunucular, kimliğinizi doğrulamak için farklı yöntemleri kabul eder ve tüm sunucular, tüm kimlik doğrulama sağlayıcılarını kabul etmez. Bu başlatıcıyı kullanarak birden fazla kimliği yönetmek mümkündür; gerektiğinde bunları oluşturmak için bu sayfayı yeniden ziyaret etmeniz yeterlidir. (Muhtemelen sağlayıcı başına birden fazla kimlik oluşturmak istemezsiniz). Sol taraftan bir kimlik sağlayıcı seçerek başlayın. İsterseniz diğer sağlayıcılarda kimlik oluşturmak için bu ekranı daha sonra tekrar ziyaret edebilirsiniz.
uk: Давайте налаштуємо ваш акаунт! З цього екрану ви можете створити акаунт або увійти як гість. Різні сервери приймають різні способи автентифікації, і не всі сервери приймають гостьовий режим. За допомогою цього лаунчеру можна керувати кількома акаунтами, просто поверніться на цю сторінку, щоб встановити їх за потреби. (Хоча, скоріш за все, не варто створювати більше одного акаунту, оскільки в разі блокування одного з них, інші також можуть бути заблоковані. Для тестування краще використовувати інші акаунти). Почніть з вибору способу входу в лаунчер зліва. Якщо ви захочете, ви можете повернутися на цей екран пізніше, щоб створити новий акаунт або увійти в інший.

# Connecting
source: Starting connection... {0}
tr: Bağlantı başlatılıyor... {0}
uk: Початок з'єднання... {0}

# Connecting
source: There was an error while downloading server content. Please ask on Discord for support if the problem persists.
tr: Sunucu içeriği indirilirken bir hata oluştu. Sorun devam ederse lütfen Discord'dan destek isteyin.
uk: Сталася помилка під час завантаження ресурсів сервера. Будь ласка, зверніться в Discord за підтримкою, якщо помилка не зникає.

# Connecting
source: Checking for server content update...
tr: Sunucu içeriği güncellemesi denetleniyor...
uk: Перевірка оновлень ресурсів сервера…

# Connecting
source: Downloading server content...
tr: Sunucu içeriği indiriliyor...
uk: Завантаження ресурсів сервера...

# Connecting
source: Fetching server manifest...
tr: Sunucu bildirimi alınıyor...
uk: Отримання маніфесту сервера...

# Connecting
source: Verifying download integrity...
tr: İndirme bütünlüğü doğrulanıyor...
uk: Перевірка цілісності ресурсів...

# Connecting
source: Clearing old content...
tr: Eski içerik temizleniyor...
uk: Очищення старого контенту...

# Connecting
source: Clearing old server content...
tr: Eski sunucu içeriği temizleniyor...
uk: Очищення старого контенту сервера...

# Connecting
source: Update done!
tr: Güncelleme tamamlandı!
uk: Оновлення закінчено!

# Connecting
source: Checking for additional dependencies...
tr: Ek bağımlılıklar kontrol ediliyor...
uk: Перевірка наявності додаткових залежностей...

# Connecting
source: Downloading extra dependencies...
tr: Ekstra bağımlılıklar indiriliyor...
uk: Завантаження додаткових залежностей...

# Connecting
source: Synchronizing to disk...
tr: Disk ile senkronize ediliyor...
uk: Синхронізація с диском...

# Connecting
source: Storing assets in database...
tr: Varlıklar veritabanında depolanıyor...
uk: Зберігання ресурсів у базі даних...

# Connecting
source: Loading content bundle...
tr: İçerik paketi yükleniyor...
uk: Завантаження архіву з контентом...

# Connecting
source: You shouldn't see this
tr: Bunu görmemelisin
uk: Ти не повинен цього бачити

# Connecting
source: Updating: {0} {1}
tr: Güncelleniyor: {0} {1}
uk: Оновлення: {0} {1}

# Connecting
source: Fetching connection info from server... {0}
tr: Sunucudan bağlantı bilgileri alınıyor... {0}
uk: Отримання інформації про з'єднання з сервера... {0}

# Connecting
source: Failed to connect to server!
tr: Sunucuya bağlantı başarısız!
uk: Не вдалося підключитися до сервера!

# Connecting
source: Starting client... {0}
tr: İstemci başlatılıyor... {0}
uk: Запуск клієнта... {0}

# Connecting
source: File is not a valid content bundle!
tr: Dosya geçerli bir içerik paketi değil!
uk: Файл не є дійсним архівом!

# Connecting
source: Client seems to have crashed while starting. If this persists, please ask on Discord or GitHub for support.
tr: İstemci başlatılırken çökmüş gibi görünüyor. Bu durum devam ederse lütfen Discord serverimizden veya GitHub'dan destek isteyin.
uk: Схоже, що клієнт вийшов з ладу під час запуску. Якщо помилка не зникає, зверніться за підтримкою до Discord або GitHub.

source: Connecting...
tr: Bağlanıyor...
uk: Підключення...

source: No account selected
tr: Bir hesap seçilmedi
uk: Акаунт не вибрано

source: Log out
tr: Oturumu kapat
uk: Вийти з акаунта

source: Log out of {0}
tr: {0} hesabından çıkış yap
uk: Вихід з {0}

source: Switch account:
tr: Hesap değiştir:
uk: Змінити акаунт:

source: Select account:
tr: Hesap seçin:
uk: Виберіть акаунт:

source: Done!
tr: Tamam!
uk: Готово!

source: Hub Settings
tr: Merkez Ayarları
uk: Налаштування хаба

source: Done
tr: Tamamlandı
uk: Готово

source: Cancel
tr: İptal et
uk: Скасувати

source: Reset
tr: Sıfırla
uk: Ресет

source: Reset to default settings
tr: Varsayılan Ayarlara Dön
uk: Відновлення до стану за замовчуванням

source: Add hub
tr: Merkez ekle
uk: Додати хаб

source: Remove hub
tr: Merkezi kaldır
uk: Видалити хаб

source: Increase priority
tr: Önceliği artır
uk: Підвищення пріоритету

source: Decrease priority
tr: Önceliği azalt
uk: Зменшити пріоритет

source: Add account
tr: Hesap ekle
uk: Додати акаунт

source: Log Launcher
tr: Günlük Başlatıcı
uk: Логи лаунчеру

source: Direct Connect...
tr: Doğrudan bağlantı...
uk: Пряме підключення...

source: Enter server address to connect:
tr: Bağlanmak için sunucu adresini girin:
uk: Введіть адресу сервера:

source: Connect
tr: Bağlan
uk: Підключитися

source: Address is invalid
tr: Adres geçersiz
uk: Адреса недійсна

source: Add Favorite Server
tr: Favori Sunucu Ekle
uk: Добавити сервер в обрані

# Add Favorite Server
source: Name:
tr: Ad:
uk: Назва:

# Add Favorite Server
source: Address:
tr: Adres:
uk: Адреса:

# Example server name
source: Honk Station
tr: Honk İstasyonu
uk: Хонк Станція

# Header Buttons
source: Website
tr: Web Sitesi
uk: Сайт

source: This launcher is out of date.&#x0a;Please download a new version from our website.
tr: Bu başlatıcı güncel değil .&#x0a; Lütfen web sitemizden yeni bir sürüm indirin.
uk: Цей лаунчер застарів.&#x0a;Будь ласка, завантажте нову версію з нашого сайту.

source: Space Station is still in development. We hope you like what you see, but please keep your expectations modest for the time being.
tr: Uzay İstasyonu hala geliştirilme aşamasında. Gördüklerinizi beğeneceğinizi umuyoruz, ancak lütfen şimdilik beklentilerinizi mütevazı tutun.
uk: Космічна станція 14 все ще знаходиться в розробці. Ми сподіваємося, що вам сподобається те, що ви побачите, але, будь ласка, поки що тримайте свої очікування в межах розумного.

source: Open log directory
tr: Günlük dizinini aç
uk: Відкрити папку с логами

# Drag Drop Overlay
source: Drop to run game
tr: Oyunu çalıştırmak için bırak
uk: Натисніть, щоб розпочати гру

# Language select drop-down
source: Languages...
tr: Diller...
uk: Мови...

# Language select drop-down text
source: Help translate:
tr: Çeviriye yardım edin:
uk: Допомога с перекладом:

# Language select drop-down button
source: Contribute
tr: Katkıda Bulun
uk: Додати свій внесок

source: Login expired
tr: Oturum açma süresi doldu
uk: Термін дії сеансу минув

source: The session for this account has expired.&#x0a;Please re-enter your password.
tr: Bu hesabın oturumunun süresi doldu.&#x0a;Lütfen şifrenizi tekrar girin.
uk: Сеанс для цього акаунту минув.&#x0a;Будь ласка, введіть ваш пароль знову.

source: Password
tr: Şifre
uk: Пароль

source: Log in
tr: Oturum aç
uk: Ввійти

source: 2-factor authentication required
tr: 2 faktörlü kimlik doğrulama gerekli
uk: Потрібна двофакторна автентифікація

source: Please enter the authentication code from your app.
tr: Lütfen uygulamanızdan kimlik doğrulama kodunu girin.
uk: Введіть код автентифікації з програми.

source: Authentication code
tr: Doğrulama kodu
uk: Код автентифікації

source: Recovery code
tr: Kurtarma kodu
uk: Код відновлення

# Description of WizDen login method
source: The original central authentication server for SS14.
tr: SS14 için orijinal merkezi kimlik doğrulama sunucusu.
uk: Оригінальний центральний сервер автентифікації для SS14.

# Login field
source: Username or email
tr: Kullanıcı adı ya da e-posta
uk: Ім'я користувача або e-mail

source: WizDen Password
tr: WizDen Şifresi
uk: WizDen Пароль

source: Forgot your password?
tr: Şifrenizi mi unuttunuz?
uk: Забули пароль?

source: Resend email confirmation
tr: E-posta onayını tekrar gönder
uk: Повторна відправка підтвердження по e-mail

source: Register
tr: Kayıt
uk: Зареєструватися

source: Don't have an account? Register!
tr: Hesabınız yok mu? Kayıt!
uk: У вас немає облікового запису? Зареєструватися!

# Greeting Header
source: Welcome
tr: Hoş geldiniz
uk: Ласкаво просимо

# Guest Tab Header
source: Guest
tr: Misafir
uk: Гість

source: A guest identity does not require any centralized authentication. However, the game server may not be able to track your playtime.
tr: Misafir kimliği merkezi bir kimlik doğrulaması gerektirmez. Ancak, oyun sunucusu oyun sürenizi takip edemeyebilir.
uk: Ідентифікатор гостя не потребує централізованої автентифікації. Однак ігровий сервер не зможе відстежувати ваш ігровий час.

# Name entry field on guest tab
source: Name
tr: Ad
uk: Ім'я

# Button on guest tab
source: Continue without account
tr: Hesap olmadan devam et
uk: Продовжити без акаунта

source: *flip
tr: *çevir
uk: *фліп

source: Clear installed engines
tr: Kurulu motorları temizle
uk: Очищення встановлених двигунів

source: Clear installed server content
tr: Yüklü sunucu içeriğini temizle
uk: Очищення вмісту сервера

source: Set launcher language. This does not affect in-game language, which is up to the server you connect to.
tr: Başlatıcı dilini ayarlayın. Bu, bağlandığın sunucuya bağlı olan oyun içi dili etkilemez.
uk: Встановити мову лаунчера. Це не впливає на внутрішньо ігрову мову, яка залежить від сервера, до якого ви підключаєтеся.

source: Change what hub server or servers you would like to use to fetch the server list.
tr: Sunucu listesini almak için kullanmak istediğiniz merkez sunucusunu veya sunucuları değiştirin.
uk: Виберіть, які сервери або сервери-хаба ви хочете використовувати, щоб отримати список ігрових серверів.

source: Compatibility Mode
tr: Uyumluluk modu
uk: Режим сумісності

source: This uses OpenGL ES 2 (via ANGLE if necessary), which is less likely to suffer from driver bugs. Try this if you are experiencing graphical issues or crashes.
tr: Bu, sürücü hatalarından muzdarip olma olasılığı daha düşük olan OpenGL ES 2 'yi (gerekirse AÇI yoluyla) kullanır. Grafiksel sorunlar veya çökmeler yaşıyorsanız bunu deneyin.
uk: Використовуйте OpenGL ES 2 (за потреби через ANGLE), який менш схильний до помилок драйверів. Спробуйте цей варіант, якщо у вас виникли проблеми з графікою або збої.

source: Experimental Performance Options
tr: Deneysel Performans Seçenekleri
uk: Експериментальні налаштування продуктивності

source: Experimental .NET 6 environment variables that enable full Dynamic PGO. Disable if you experience issues.
tr: Deneysel.Tam Dinamik PGO sağlayan NET 6 ortam değişkeni. Sorun yaşarsanız devre dışı bırakın.
uk: Експериментальні змінні середовища .NET 6, які дозволяють створювати повністю динамічні PGO. Вимкніть налаштування, якщо у вас виникнуть проблеми.

source: Log Client
tr: Günlük İstemcisi
uk: Логи клієнта гри

source: Enables logging of any game client output. Useful for developers.
tr: Herhangi bir oyun istemcisi çıktısının günlüğe kaydedilmesini sağlar. Geliştiriciler için faydalıdır.
uk: Включає в себе ведення логів ігрового клієнта. Корисно для розробників.

source: Enables logging of the launcher. Useful for developers. (requires launcher restart)
tr: Başlatıcının günlüğe kaydedilmesini sağlar. Geliştiriciler için kullanışlıdır. (başlatıcının yeniden başlatılmasını gerektirir)
uk: Вмикає ведення логів лаунчеру. Корисно для розробників. (Потрібен перезапуск лаунчера)

source: Verbose Launcher Logging
tr: Ayrıntılı Başlatıcı Günlüğü
uk: Детальні логи лаунчера
