Repository: 20kdc/SS14.Launcher
Catalog: SS14.Launcher/Assets/locale/*/LC_MESSAGES/Launcher.po
Languages: tr, uk

source: For when the developers are *very* stumped with your problem. (requires launcher restart)
tr: Geliştiricilerin sorununuzla *çok* şaşkına dönmesi durumunda. (Başlatıcının yeniden başlatılmasını gerektirir)
uk: Для тих випадків, коли розробники *дуже* спантеличені вашою проблемою. (Потрібен перезапуск лаунчера)

source: Seasonal Branding
tr: Mevsimsel Markalama
uk: Сезонний брендинг

source: Whatever temporally relevant icons and logos we can come up with.
tr: Geçici olarak alakalı simgeler ve logolar ne olursa olsun bulabiliriz.
uk: Ми будемо придумувати всілякі іконки і логотипи, які відповідають часу.

source: Disable Engine Signature Checks
tr: Motor İmza Kontrollerini Devre Dışı Bırak
uk: Вимкніть перевірку сигнатур двигуна

source: [DEV ONLY] Disables verification of engine signatures. DO NOT ENABLE UNLESS YOU KNOW EXACTLY WHAT YOU'RE DOING.
tr: [DEV ONLY] Motor imzalarının doğrulanmasını devre dışı bırakır. NE YAPTIĞINIZI TAM OLARAK BİLMİYORSANIZ ETKİNLEŞTİRMEYİN.
uk: [ТІЛЬКИ РОЗРОБНИКИ] Вимикає перевірку сигнатури двигуна. НЕ ВМИКАЙТЕ ЙОГО, ЯКЩО ВИ ТОЧНО НЕ ЗНАЄТЕ, ЩО РОБИТЕ.

source: Favorite Servers:
tr: Favori Sunucular:
uk: Обрані сервери:

# Button
source: Add Favorite...
tr: Favori Ekle...
uk: Додати в обрані...

# Button
source: Refresh
tr: Yenile
uk: Оновити

# Button
source: Direct Connect To Server...
tr: Sunucuya Doğrudan Bağlan...
uk: Пряме підключення до сервера...

# Button
source: Run content bundle/replay
tr: İçerik paketini çalıştır/tekrar oynat
uk: Запуск архіву з повтором гри

# Button
source: Go to the servers tab
tr: Sunucular sekmesine gidin
uk: Перейти на вкладку серверів

source: Mark servers as favorite for easy access here.
tr: Burada kolay erişim için sunucuları favori olarak işaretleyin.
uk: Позначте сервери як обраний, щоб мати до них легкий доступ.

source: Raise to top
tr: En üste yükselt
uk: Підняти вище

source: Refresh
tr: Yenile
uk: Оновити

source: Search For Servers...
tr: Sunucu Ara...
uk: Пошук по серверам...

source: Players
tr: Oyuncular
uk: Гравців

source: Server Name
tr: Sunucu Adı
uk: Ім'я сервера

source: Recent News:
tr: Son Haberler:
uk: Остані новини:

source: Filters
tr: Filtreler
uk: Фільтри

# Server Filters
source: Language
tr: Dil
uk: Мова

# Server Filters
source: Region
tr: Bölge
uk: Регіон

# Server Filters
source: Role-play level
tr: Seviyeyi Oyna
uk: Рівень Роле-Плей

# Server Filters
source: Player count
tr: Oyuncu sayısı
uk: Кількість гравців

# Server Filters
source: Hub
tr: Merkez
uk: Хаб

# Create Identity Tab
source: Wizard's Den
tr: Sihirbaz Yuvası

source: Space Station Multiverse Launcher
tr: Uzay İstasyonu Çokevren Fırlatıcı

# Header for wizden login tab
source: Wizard's Den
tr: Sihirbaz Yuvası
